Repository: dkefe1/Qenan
Catalog: lib/l10n/app_*.arb
Languages: am

source: Skip
am: ቀጣይ

source: Welcome
am: እንኳን ደህና መጡ

source: User Name or Phone Number
am: የተጠቃሚ ስም ወይም ስልክ ቁጥር

source: Password
am: የይለፍ ቃል

source: Forgot Password?
am: የይለፍ ቃሎን ረስተዋል?

source: Not a member?
am: አባል አይደሉም?

source: Register Now
am: ይመዝገቡ

source: Login
am: ይግቡ

source: Discover Your Passion
am: ፍላጎቶን ያግኙ

source: Sign up
am: ይመዝገቡ

# createAnAccount
source: Create an account to get started
am: ለመጀመር አካውንት ይክፈቱ

source: First Name
am: ስም

source: Last Name
am: የአባት ስም

source: User Name
am: የተጠቃሚ ስም

# email
source: user@gmail.com
am: ኢሜል

source: Email Address
am: ኢሜል አድራሻዎ

source: Phone
am: ስልክ ቁጥርዎ

# createPassword
source: Create a Password
am: የይለፍ ቃል

source: Confirm Password
am: የይለፍ ቃልዎን ያረጋግጡ

# termsAndConditions
source: Terms & Conditions
am: ደንብ እና ሁኔታዎችን

source: and the
am: እንዲሁም

source: Privacy Policy.
am: የግላዊነት ፖሊሲውን

source: Register
am: ይመዝገቡ

# alreadyHaveAccount
source: Already have an account?
am: አካውንት አለዎት?

source: Sign in
am: ይግቡ

# forgotPasswordTitle
source: Forgot Password
am: የይለፍ ቃሎን ረስተዋል

source: Enter your Number
am: ስልክ ቁጥርዎን ያስገቡ

# enterConfirmation
source: Enter
am: ወደ ስልክዎ

source: Confirmation Code
am: የተላከውን መለያ ያስገቡ

# fourDigitCode
source: A 4-digit code was sent to
am: ባለ 4-አሃዝ ኮድ ወደ

source: Resend code
am: ኮድ እንደገና ላክ

# continueBtn
source: Continue
am: ይቀጥሉ

# otpSent
source: OTP Code sent to your phone!
am: ባለ 4 አሃዝ ኮድ ወደ ስልክዎት ተልኳል

source: Loading
am: ትንሽ ይጠብቁ

source: Registering you
am: ትንሽ ይጠብቁ

source: Logging In
am: ትንሽ ይጠብቁ

source: Verifying OTP
am: ትንሽ ይጠብቁ

source: Submitting
am: ትንሽ ይጠብቁ

# resetSuccessful
source: Password Reset Successful!
am: የይለፍ ቃልዎን በተሳካ ሁኔታ ቀይረዋል

source: Reset Password
am: የይለፍ ቃልዎን ይቀይሩ

source: New Password
am: መረጃው አስፈላጊ ነው

# emptyFirstName
source: Please enter your First name
am: መረጃው አስፈላጊ ነው

# emptyLastName
source: Please enter your Last name
am: መረጃው አስፈላጊ ነው

# emptyUserName
source: Please enter a UserName
am: መረጃው አስፈላጊ ነው

# emptyEmail
source: Please enter your Email Address
am: መረጃው አስፈላጊ ነው

# invalidEmail
source: Please enter a valid Email Address
am: መረጃው አስፈላጊ ነው

# emptyPhone
source: Please enter your Phone Number
am: መረጃው አስፈላጊ ነው

# invalidPhone
source: Please enter a valid Phone Number
am: መረጃው አስፈላጊ ነው

# emptyUserNamePassword
source: Please enter your Username or Phone Number
am: መረጃው አስፈላጊ ነው

# emptyPassword
source: Please enter a password
am: መረጃው አስፈላጊ ነው

# yourPassword
source: Please enter your password
am: እባክዎ የይለፍ ቃልዎን ያስገቡ

# shortPassword
source: Your Password must be at least 8 characters
am: መረጃው አስፈላጊ ነው

# invalidPassword
source: Your Password doesn't match
am: መረጃው አስፈላጊ ነው

# emptyConfirm
source: Please confirm your Password
am: መረጃው አስፈላጊ ነው

# termNotAgreed
source: You need to read and agree to our Terms
am: መረጃው አስፈላጊ ነው

# emptyNewPwd
source: Please enter new Password
am: መረጃው አስፈላጊ ነው

# emptyConfirmNewPwd
source: Please confirm your New Password
am: መረጃው አስፈላጊ ነው

# emptyCurrentPwd
source: Please enter your Current Password
am: መረጃው አስፈላጊ ነው

# emptyDob
source: Please fill in your date of birth.
am: እባክዎን የልደት ቀንዎን ያስገቡ

# emptySex
source: Please select your sex.
am: እባክዎን ጾታዎን ይምረጡ

# pwdChangedSuccessfully
source: Password Changed Successfully
am: የይለፍ ቃል በተሳካ ሁኔታ ተቀይሯል።

source: Customize Your Profile
am: መረጃዎን ያስገቡ

source: DD
am: ቀን

source: MM
am: ወር

source: YYYY
am: ዓመት

# accountCreated
source: Account Created Successfully!
am: በተሳካ ሁኔታ አካውንት ፈጥረዋል

# addProfilePicture
source: Add profile picture and Date of Birth
am: መለያ ፎቶ ያስገቡ

source: Choose Profile
am: ፎቶ ይምረጡ

source: Select
am: ይምረጡ

source: Date of Birth
am: የትውልድ ቀን

source: Sex
am: ጾታ

source: Male
am: ወንድ

source: Female
am: ሴት

source: Profile Page
am: የመገለጫ ገጽ

# emptyProfile
source: Please select a profile picture
am: እባክዎን የመለያ ፎቶ ያስገቡ

source: Personalize your
am: የሚፈልጉትን ምድብ

source: Experience
am: ይምረጡ

source: Choose your interests
am: ፍላጎቶችዎን ይምረጡ

# select3Categories
source: Select at least 3 Categories
am: ቢያንስ 3 ምድቦችን ይምረጡ

source: Select at least
am: ቢያንስ 3 ምድቦችን

# threeCategories
source: 3 Categories
am: ይምረጡ

# pleaseSelect3Categories
source: Please select at least 3 Categories
am: እባክዎን ቢያንስ 3 ምድቦችን ይምረጡ

source: Finish
am: ይጨርሱ

source: Good Morning
am: እንደምን አደሩ

source: Good Afternoon
am: እንደምን አረፈዱ

source: Good Evening
am: እንደምን አሙሹ

source: For you
am: ለእርስዎ

# continueTitle
source: Continue
am: ማየትዎን

source: Watching
am: ይቀጥሉ

source: My Courses
am: የኔ ኮርሶች

source: Course Bundles
am: የኮርስ ጥቅሎች

source: Popular
am: ታዋቂ

source: Courses
am: ኮርሶች

source: Popular Courses
am: ታዋቂ ኮርሶች

source: Categories
am: ምድቦች

source: Bundles
am: ጥቅሎች

source: Home
am: ዋና ገጽ

source: Browse
am: ማሰሻ

source: Account
am: መለያ

source: Lessons
am: ክፍሎች

source: Description
am: ማብራሪያ

source: Lesson
am: ክፍል

source: min
am: ደቂቃ

source: Related Courses
am: ተዛማጅ ኮርሶች

source: Related
am: ተዛማጅ

source: Instructors
am: አስተማሪዎ

source: Reference
am: ማጣቀሻ

source: Slides
am: ገጾች

source: Biography
am: ግለ ታሪክ

source: Years of Experience
am: ዓመት ልምድ

source: Profession
am: ሙያ

source: Industry
am: የሙያ ዘርፍ

source: Social Media Links
am: ማህበራዊ ሚድያ

source: Courses by
am: ተያያዥ ኮርሶች በ

source: Up Next
am: በቀጣይ

source: What are you Looking For?
am: ምን ይፈልጋሉ?

source: Search
am: ለመፈለግ ቁልፍ ቃል ያስገቡ

source: Searching
am: በመፈለግ ላይ

source: No Result
am: ምንም ውጤት አልተገኘም

source: results found
am: ውጤቶች

# searchBtn
source: Search
am: ይፈልጉ

# thereIsNoResult
source: There is no result for
am: ለ

source: please try again.
am: ምንም ውጤት የለም። እባክዎን እንደገና ይሞክሩ

# couldntDisplaySearch
source: Couldn't display your Search
am: ምንም ውጤት የለም። እባክዎን እንደገና ይሞክሩ

# tryAgain
source: Please Try again
am: እባክዎ እንደገና ይሞክሩ

# course
source: 's Course'
am: ኮርሶች

source: Saved
am: ማህደር

source: Account Setting
am: የመለያ ቅንብር

source: Your Profile
am: የእርስዎ መገለጫ

source: Edit and View Profile Info
am: መረጃዎን ይቀይሩ

source: Achievements
am: ስኬቶችዎ

source: Badges | Completed Courses
am: ባጆች | የተጠናቀቁ ኮርሶች

source: Language
am: ቋንቋ

source: Languages
am: ቋንቋዎች

source: Amharic
am: አማርኛ

source: Get In Touch
am: የአገልግሎት ማዕከል

source: Contact Support
am: የጥሪ ማዕከል

source: Contact
am: የጥሪ

source: Support
am: ማዕከል

source: Feedback
am: አስተያየት መስጫ

source: About Us
am: ስለኛ

source: About
am: ስለ መተግበሪያው

source: About Qenan
am: ስለ ቀናን

# privacyPolicyAbout
source: Privacy Policy
am: የግላዊነት ፖሊሲ

source: Privacy
am: የግላዊነት

source: Policy
am: ፖሊሲ

# termsAndConditionsAbout
source: Terms And Conditions
am: ደንብ እና ግዴታዎች

source: Terms And
am: ደንብ እና

source: Conditions
am: ግዴታዎች

source: Log out
am: መውጫ

source: Are you sure you want to log out?
am: መውጣት ይፈልጋሉ? እባክዎ ያረጋግጡ

source: Cancel
am: ይመለሱ

source: Signing Out
am: ትንሽ ይጠብቁ

source: Sign Out
am: ይውጡ

source: Logged Out Successfully
am: በተሳካ ሁኔታ ወጥተዋል

source: Edit Profile
am: መረጃ ይቀይሩ

source: Edit
am: ይቀይሩ

source: Edit Profile Picture
am: የመለያ ፎቶዎን ይቀይሩ

source: Change Password
am: የይለፍ ቃልዎን ይቀይሩ

source: Change
am: የይለፍ ቃልዎን

# chgPassword
source: Password
am: ይቀይሩ

source: Done
am: ይጨርሱ

source: Current Password
am: የይለፍ ቃልዎ

# pleaseGiveUsYourFeedback
source: Please give us your feedback. The responsible team will get back to you.
am: እባክዎን አስተያየትዎን ይስጡ። ምላሽዎን እናደርሳለን።

# feedbackSubmitted
source: Feedback Submitted Successfully!
am: አስተያየትዎ በተሳካ ሁኔታ ተልኳል

# pleaseSelectCategory
source: Please select a category before submitting
am: እባክዎን ከመጨረስዎ በፊት የአስተያየትዎን ምድብ ይምረጡ

# enterFeedback
source: Please enter your feedback before you click submit
am: እባክዎን ከመጨረስዎ በፊት አስተያየትዎን ያስገቡ

# submittingFeedback
source: Submitting your feedback
am: ትንሽ ይጠብቁ

source: Select Category
am: ምድብ ይምረጡ

source: Message
am: መልዕክትዎን

source: Submit
am: ይጨርሱ
